import aStory1 from "../assets/aStory1.png";
import aStory2 from "../assets/aStory2.png";
import aStory3 from "../assets/aStory3.png";
import aStory4 from "../assets/aStory4.png";
import aStory5 from "../assets/aStory5.png";
import aStory6 from "../assets/aStory6.png";
import aStory7 from "../assets/aStory7.png";
import aStory8 from "../assets/aStory8.png";

export const stories = [
  {
    img: aStory1,
    text: "Эта история берет свое начало в послевоенное время, когда мир пытался справиться с последствиями разрухи.",
  },

  {
    img: aStory2,
    text: "Мы с братом не могли сидеть сложа руки, веря в то, что способны помочь себе и окружающим пережить это время. ",
  },

  {
    img: aStory3,
    text: "Собрав на последние средства нашего селения экспедицию, мы отправились к берегам Южной Америки, где за легендами...",
  },

  {
    img: aStory4,
    text: " Но нашим мечтам было не суждено сбыться. Судно попало в сильный шторм и было полностью разрушено, а мы вынесены волнами на необитаемый остров.",
  },

  {
    img: aStory5,
    text: "7 долгих дней блужданий по острову обессилили нас. Лишь смелость сердец и вера в удачу вела вперед.",
  },

  {
    img: aStory6,
    text: "В тот день, когда отчаяние начало брать верх, впереди замаячил свет костра в непроходимых джунглях. Это казалось чудом. Им оно и было. ",
  },

  {
    img: aStory7,
    text: "У костра сидела девушка, красота которой затмевала лунный свет и заставляла сердце биться чаще.",
  },

  {
    img: aStory8,
    text: "Так начинается наша история. Продолжим ее вместе?",
  },
];
